Repository: Vncntvx/StickyNotes
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Sync disconnected. Your notes and the data at the storage location were kept.
zh_hans: 已断开同步。你的笔记和存储位置中的数据均已保留。

source: Disconnect Sync?
zh_hans: 断开同步？

source: Disconnect
zh_hans: 断开

source: Stops syncing on this Mac. Your notes and the data at the storage location are kept.
zh_hans: 将停止在这台 Mac 上同步。你的笔记和存储位置中的数据会保留。

source: Unlock Vault
zh_hans: 解锁保险库

source: Enter your sync password to start syncing on this Mac.
zh_hans: 输入同步密码，以在这台 Mac 上开始同步。

source: Vault unlocked. Syncing is available on this Mac.
zh_hans: 保险库已解锁，可以在这台 Mac 上同步了。

source: Set Up Synchronization
zh_hans: 设置同步

source: Set Up New Storage Location
zh_hans: 设置新的存储位置

source: Set Up
zh_hans: 设置

source: Join
zh_hans: 加入

source: A new vault was created at the new storage location. Your local notes were kept; the old location's data was not deleted.
zh_hans: 已在新的存储位置创建新的保险库。本地笔记已保留，旧位置的数据未被删除。

source: Vault ID
zh_hans: 保险库 ID

source: Copy Vault ID
zh_hans: 复制保险库 ID

source: Copied.
zh_hans: 已复制。

source: Unlock to resume syncing. Your notes on this Mac are still available.
zh_hans: 解锁以继续同步。这台 Mac 上的笔记仍然可用。

source: When enabled, changes sync automatically a few seconds after editing. You can also choose a periodic interval.
zh_hans: 开启后，编辑内容几秒后自动同步；也可以选择定期同步间隔。

source: Applies to all notes. Chinese text uses a matching system font when needed.
zh_hans: 应用于所有笔记；中文会在需要时使用匹配的系统字体。

source: There is no password recovery. If you forget your sync password, your encrypted sync data can't be recovered.
zh_hans: 没有密码找回机制。如果忘记同步密码，加密的同步数据将无法恢复。

source: Type a font family name — for example, Helvetica Neue.
zh_hans: 输入字体族名称，例如 Helvetica Neue。

source: S3-compatible storage
zh_hans: S3 兼容存储

source: WebDAV storage
zh_hans: WebDAV 存储

source: When enabled, changes sync automatically. Periodic syncing is optional.
zh_hans: 开启后，更改会自动同步；定期同步为可选。

source: Keeps sync unlocked using Keychain until you restart or lock the vault.
zh_hans: 使用钥匙串保持同步解锁，直到重启或锁定保险库。

source: Technical path: %@
zh_hans: 技术路径：%@

source: Recovery
zh_hans: 恢复
